{"id":231,"created_at":"2023-10-18 12:17:07.001676+00","exercise_group_id":11,"name":"Open 20.1","slug":"open-201","value_type_id":3,"user_id":null,"description":"10 rounds for time of:\\n• 8 ground-to-overheads\\n• 10 bar-facing burpees\\n\\n♀ 65 lb. ♂ 95 lb.\\n\\nTime cap: 15 minutes\\n\\nScorecard: https://games-assets.crossfit.com/asdofi349854kjsd_0.pdf\\nVideo: https://www.youtube.com/watch?v=b8ZI3K5PADw&feature=youtu.be","sugarword_id":"4yub1tdDE3","subtype_name":"Reebok CrossFit Games 2020","coach_notes":"https://www.youtube.com/watch?v=b8ZI3K5PADw&feature=youtu.be\\n\\nNOTES\\nPrior to starting the workout, the athlete will need to set up a barbell, with standard plates, to jump over during the burpees. This workout begins with the barbell on the floor and the athlete standing tall. After the call of “3, 2, 1… go,” the athlete may pick up the barbell and  perform 8 ground-to-overheads then 10 bar-facing burpees for 10 rounds. \\n\\nThe athlete’s score will be the total time it takes to complete the entire workout or the total number of repetitions completed before the 15-minute time cap.\\n\\nThere is no tiebreak for this workout.\\n\\nEQUIPMENT\\nBarbell(s)\\nStandard bumper plates (18-inch diameter) to load barbell for burpee \\nCollars to secure the plates on the barbell\\nPlates to load to the appropriate weight for your division*\\n*The official weight is in pounds. For your convenience, the minimum acceptable weights in kilograms are 43 kg (95 lb.), 29 kg (65 lb.), 20 kg (45 lb.), and 15 kg (35 lb.). \\n\\nFor each workout, be sure the athlete has adequate space to safely complete all the movements. Clear the area of all extra equipment, people, or other obstructions.\\n\\nAny athlete who in any way alters the equipment or movements described in this document or shown in the workout standards video may be disqualified from the competition.\\n\\nVIDEO SUBMISSION STANDARDS\\nFilm the plates and barbell so the loads can be seen clearly. \\nVideos must be uncut and unedited to accurately display the performance. \\nYour judge and a clock or timer must be visible throughout the workout. \\nShoot the video so all exercises can be seen clearly meeting the movement standards. \\nVideos shot with a fisheye lens or similar lens may be rejected.","athletes_notes":"VIDEO SUBMISSION STANDARDS\\nFilm the plates and barbell so the loads can be seen clearly. \\nVideos must be uncut and unedited to accurately display the performance. \\nYour judge and a clock or timer must be visible throughout the workout. \\nShoot the video so all exercises can be seen clearly meeting the movement standards. \\nVideos shot with a fisheye lens or similar lens may be rejected.","movement_ids":["ztCZl48M2K","ggQ8RGQz8X","xPOJNy56VQ"],"updated_at":"2023-11-29 10:30:04.548964+00"}