{"id":235,"created_at":"2023-10-18 12:17:07.001676+00","exercise_group_id":11,"name":"Open 20.5","slug":"open-205","value_type_id":3,"user_id":null,"description":"For time, partitioned any way:\\n• 40 muscle-ups\\n• 80-cal. row\\n• 120 wall-ball shots\\n\\n♀ 14-lb. ball to 9 ft.\\n♂ 20-lb. ball to 10 ft.\\n\\nTime cap: 20 minutes\\n\\nOfficial scorecard with full workout details and variations: https://games-assets.crossfit.com/af0s9jfw-v7.pdf","sugarword_id":"zmxE76rj7s","subtype_name":"Reebok CrossFit Games 2020","coach_notes":null,"athletes_notes":"###### Notes\\n\\nAfter the call of “3, 2, 1 … go,” the athlete may perform 40 muscle-ups, 80 calories on the rower, and 120 wall-ball shots. Athletes may perform the movements in any order, and the reps can be divided up in any manner. There are no restrictions on the sequence or combinations of movements, or their corresponding repetitions. The repetitions of one movement do not have to be completed before the athlete can accumulate reps of another\\nmovement. Regardless of where athletes choose to begin the workout, they must start fully standing, not touching any equipment. Only after the call of “3, 2, 1 ... go” may the athlete touch the medicine ball, rower, or rings and begin the workout\\n\\n###### EQUIPMENT\\n\\n• Rings\\n• Pull-up bar* (Masters 55+ and scaled divisions only)\\n• Concept2 rower\\n• Medicine ball of appropriate weight for your division* \\n*The official weight is in pounds. For your convenience, the minimum acceptable weights in kilograms are 9 kg (20 lb.), 6 kg (14 lb.), and 4 kg (10 lb.). For each workout, be sure the athlete has adequate space to safely complete all the movements. Clear the area of all extra equipment, people, or other obstructions. Any athlete who in any way alters the equipment or movements described in this document or shown in the workout standards video may be disqualified from the competition.\\n","movement_ids":["V8IKIUyIbF","9ikRXPXECL","EZkHnWi9wf"],"updated_at":"2023-11-29 10:30:04.548964+00"}