{"id":289,"created_at":"2023-10-18 12:17:07.001676+00","exercise_group_id":11,"name":"Regional Individual 12.5","slug":"regional-individual-125","value_type_id":1,"user_id":null,"description":"Snatch Ladder with Double-unders","sugarword_id":"TVOSIodFAT","subtype_name":"Reebok CrossFit Games 2012","coach_notes":null,"athletes_notes":"\\nIn this event, the athlete works his or her way through a series of stations with progressively heavier barbells. The athlete will begin outside the first station. At the call of \"3-2-1 … Go!\" he or she will have 50 seconds to move to the platform and perform 20 double-unders, and then one snatch. There is a 10-second \"reset\" time, so the athlete rotates every minute.\\n\\nAt each station, the 20 double-unders must be completed prior to attempting the snatch. The entire snatch must be completed before the 50 seconds are up. The athlete remains at that station until the call of \"rotate,\" at which point he or she will move to the next station and begin the double-unders. If the athlete does not successfully snatch the barbell within the 50 seconds, he or she does not advance to the next platform.\\n\\nIf the athlete fails a snatch, he or she has a choice. The athlete is allowed to attempt the lift again in the remaining time, and/or attempt to get extra double-unders. The extra double-unders will be used to break ties for athletes who snatched the same weight. The athlete must attempt the snatch (after the 20 double-unders) before going for extra double-unders. The bar must at least pass above the knees to count as an attempt.\\n\\nWomen's weights (pounds): 105, 115, 125, 130, 135, 140, 145, 150, 155, 160, 165, 170, 175, 180, 185.\\n\\nMen's weights (pounds): 155, 165, 175, 185, 195, 205, 215, 225, 235, 245, 255, 265, 275, 285, 295.\\n\\nSCORING\\nThe athlete's score is highest lift completed, plus the number of double-unders at the final station. Each double-under will count as one-hundredth of a pound. For example, if an athlete successfully snatches 215 lbs, then moves to the next station, completes 20 double-unders and misses 225 lbs, then completes 15 double-unders, the athlete's score is 215.15. If an athlete cannot successfully complete one snatch, they do not advance to the next workout.","movement_ids":["h9vPo5JYw6","Hcl7kgiTPB"],"updated_at":"2023-11-29 10:30:04.548964+00"}