{"id":650,"created_at":"2023-10-18 12:17:08.805668+00","exercise_group_id":15,"name":"United in Movement Workout 2","slug":"united-in-movement-workout-2","value_type_id":3,"user_id":null,"description":"12 Min / As Many Reps As Possible\\n\\nCompete\\n• 80 Lateral Hops Over-the-Dumbbell\\n• 60 Air Squats\\n• 40 Dumbbell Shoulder to Overhead\\nM: 50 lb. dumbbell\\nF: 35 lb. dumbbell\\n\\nMove Hard \\n• 80 Lateral Line Hops\\n• 60 Air Squats\\n• 40 Shoulder Taps\\n\\nJust Move \\n• 60 Lateral Line Hops (or stepovers)\\n• 40 Air Squats\\n• 20 Shoulder Taps (knees allowed)\\n\\nFind full workout details and movement standards at https://unitedinmovement.org/workouts/","sugarword_id":"AAAQ1bBK2p","subtype_name":null,"coach_notes":null,"athletes_notes":"# Flow\\nThis workout begins with the dumbbell (or line preset) on the floor, and the athlete standing tall. At the start of the clock, the athlete may begin performing lateral hops over the dumbbell or line. After the required repetitions are completed, the athlete will perform the required amount of air squats. Then, the athlete will perform the required number of dumbbell shoulder to overhead or shoulder taps, (if performing shoulder to overhead, switching arms every 10 repetitions,) before returning to the lateral hops over the dumbbell for the next round. The athlete will continue through the movements in this order until the 12min time cap expires.\\n\\nThe athlete’s score will be the total number of repetitions completed within the 12 minute time cap.\\n\\n# Equipment \\n– 1 Dumbbell 50lb (22.5kg) for men, 35lb (15kg) for women\\n– Tape\\n\\n## Movement Standards\\nLateral Hops Over the Dumbbell\\nWith a dumbbell on the floor, the athlete must do a lateral jump with a two foot takeoff over the dumbbell, followed with another jump to the opposite side, which shall count as two reps. Both feet must pass clearly over the dumbbell for each repetition to count. The athlete does not need to land with both feet at the same time.\\n\\n– – –\\n\\nLateral Line Hops\\nWith a mark on the floor, the athlete must do a lateral jump with a two foot takeoff over the line, followed with another jump to the opposite side, which shall count as two reps. Both feet must pass clearly over the line for each repetition to count. The athlete does not need to land with both feet at the same time.\\n\\n– – –\\n\\n### Step Over the Line\\nWith a mark on the floor, the athlete must do a step over the line, followed with another step to the opposite side, which shall count as two reps.\\n\\n– – –\\n\\n### Air Squat\\nThis is a standard air squat. The athlete starts standing tall, and at the bottom of the squat the hip crease must pass below the top of the knee. At the top, the hips and knees must be fully extended\\n\\n– – –\\n\\n### Dumbbell Shoulder to Overhead\\nEach rep begins with the dumbbell head resting on the shoulder and finishes with the weight fully locked out overhead. A shoulder press, push press, push jerk or split jerk may be used, as long as the elbow, shoulder, hips, and knees are fully extended, and the dumbbell finishes directly over the body with the feet in line. Every 10 consecutive repetitions with the same arm, the athlete must switch, and may do so in any position, such as overhead, or on the ground.\\n\\n– – –\\n\\n### Shoulder Taps\\nEach rep begins In a plank position. Then, with one hand and two feet in contact with the ground, the athlete must touch the shoulder with the opposite hand. Athletes must alternate, with the right hand touching left shoulder, and the left hand touching the right shoulder. One rep consists of one hand touch of the opposite shoulder.\\n\\nIf performing shoulder taps in the Just Move division, resting on your knees is allowed. The same standards apply, except the athlete must have both knees and one hand in contact with the floor.","movement_ids":["Q45eeXwOvG","aFBc9gedzu"],"updated_at":"2023-11-29 10:30:04.548964+00"}