{"id":649,"created_at":"2023-10-18 12:17:08.805668+00","exercise_group_id":15,"name":"United in Movement Workout 1","slug":"united-in-movement-workout-1","value_type_id":3,"user_id":null,"description":"7 Minutes // As Many Reps As Possible\\n\\n- Compete Division \\n• Line-Facing Burpees\\n*over a 6in line\\n\\n- Move Hard Division\\n• Line-Facing Burpees\\n*over a 6in line\\n\\n- Just Move Division \\n• Line-Facing Burpees\\n*over a 6in line (step over allowed)","sugarword_id":"CNCXHpa11c","subtype_name":"United in Movement 2020","coach_notes":null,"athletes_notes":"# Flow\\nPrior to the workout the athlete must mark 2 lines on the floor, with a 6 inch distance between them. This workout begins with the athlete standing tall facing the perpendicular lines. On go, the athlete may begin performing line-facing burpees, as many repetitions as possible in 7 minutes.\\n\\nThe athlete’s score will be the total number of repetitions completed within the 7 minute time cap.\\n\\n# Equipment\\nTape and/or something to mark two lines\\n\\n# Movement Standards\\n##### Line-Facing Burpees\\nThe Line-Facing Burpee begins with the athlete standing tall. Next, the athlete may step or jump back, with their hands, chest and feet on the ground, completely behind the line closest to them. The athlete will then arrive at standing, by stepping or jumping up. Then, with both feet clearly behind the line closest to them, with a two foot take off, the athlete may jump completely over both lines to clear the 6 inch distance. This is when the rep is complete. Between each rep, the athlete shall step or jump back behind the line closest to them where they originated the burpee. If the athlete does not completely clear the marked lines or makes contact with a line at any point of the jump, this will be a no-rep, and the athlete must reattempt the jump portion. The “Just Move” division is allowed to step over the 6 inch mark.","movement_ids":["c94XVoGakB"],"updated_at":"2023-11-29 10:30:04.548964+00"}